Revit 2027 API
UnitTypeId.Rankine Property
 Rankine.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Rankine { get; }
Public Shared ReadOnly Property Rankine As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Rankine {
	ForgeTypeId^ get ();
}
static member Rankine : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace